Repository: juagarciaga/demofony2
Catalog: app/Resources/translations/validators.*.xliff
Languages: ca

source: Debate is not open
ca: El debat no està obert

source: Las contraseñas no son iguales
ca: Las contrasenyes no són iguals

source: This url already exists
ca: Aquesta URL ja existeix

source: This user already vote this comment
ca: Aquest usuari ja ha votat aquest comentari

source: fos_user.email.already_used
ca: aquest email ja existeix

source: fos_user.email.blank
ca: email en blanc

source: fos_user.email.invalid
ca: email invàlid

source: fos_user.email.long
ca: email massa llarg

source: fos_user.email.short
ca: email massa curt

source: fos_user.password.blank
ca: contrasenya en blanc

source: fos_user.password.short
ca: contrasenya massa curta

source: fos_user.username.already_used
ca: aquest usuari ja existeix

source: fos_user.username.blank
ca: nom d'usuari en blanc

source: fos_user.username.long
ca: nom d'usuari massa llarg

source: fos_user.username.short
ca: nom d'usuari massa curt

source: user.registration.max_lengt_password
ca: contrasenya massa llarga

source: user.registration.max_length_username
ca: contrasenya massa curta

source: user.registration.min_length_password
ca: la contrasenya ha de tenir almenys 6 caràcters

source: user.registration.min_length_username
ca: nom d'usuari massa curt

source: user.registration.username-pattern
ca: el nom d'usuari només accepta lletres i números
